Repository: elementary/switchboard-plug-network
Catalog: po/extra/*.po
Languages: ca, pl, ru, sk

source: Network Settings
ca: Paràmetres de la xarxa
pl: Ustawienia sieciowe
ru: Параметры сети
sk: Nastavenia siete

source: Manage network devices and connectivity
ca: Gestioneu els dispositius de xarxa i la connectivitat.
pl: Zarządzaj urządzeniami sieciowymi oraz łącznością
ru: Управление сетевыми устройствами и подключениями
sk: Spravujte sieťové zariadenia a pripojenia

source: New features
ca: Funcions noves
pl: Nowe funkcje

source: WireGuard support
ca: Suport per a WireGuard
pl: Wsparcie dla WireGuard

source: OWE support
ca: Suport per a OWE
pl: Wsparcie dla OWE

source: Minor updates
ca: Actualitzacions menors
pl: Pomniejsze aktualizacje
ru: Незначительные обновления
sk: Menšie aktualizácie

source: Updated translations
ca: Traduccions actualitzades
pl: Zaktualizowane tłumaczenia
ru: Обновлены переводы
sk: Aktualizované preklady

source: Fixes:
ca: Correccions:
pl: Poprawki:
sk: Opravy:

source: Show correct info for WPA3 networks
ca: Mostra la informació correcta per a xarxes WPA3.
pl: Poprawne informacje dla sieci WPA3
sk: Zobrazovať správne informácie pre WPA3 siete

source: Fix an issue with wired connections repeatedly reconnecting
ca: Soluciṕ d'un problema amb les connexions per cable que es tornen a connectar repetidament
pl: Naprawiono problem z połączeniami przewodowymi, które cały czas próbowały łączyć się ponownie
sk: Opravený problém s drôtovými pripojeniami, ktoré sa opakovane odpájali a pripájali

source: Fix a crash on startup for some devices
pl: Naprawiono błąd krytyczny przy starcie na niektórych urządzeniach
ru: Исправлена ошибка при запуске для некоторых устройств
sk: Opravený pád pri spustení na niektorých zariadeniach

source: Show message when Ethernet is unplugged
pl: Pokazuj wiadomość gdy kabel Ethernet jest odłączony
ru: Отображение сообщения, при отключении Ethernet от сети
sk: Zobrazovať správy pri odpojení Ethernetu

source: Show DNS info
pl: Pokaż informacje o DNS
ru: Отображение подробностей DNS
sk: Zobrazovať informácie o DNS

source: Better status when wireless network is disabled
pl: Lepszy status gdy sieć bezprzewodowa jest wyłączona
ru: Улучшено состояние, когда беспроводная сеть отключена
sk: Lepšie oznámenie stavu pri vypnutí bezdrôtovej siete

source: Improvements
pl: Ulepszenia
ru: Улучшения
sk: Vylepšenia

source: Better support for various network encryption types
pl: Lepsze wsparcie dla różnych typów szyfrowania sieci
ru: Улучшена поддержка различных типов шифрования сети
sk: Lepšia podpora pre rôzne typy šifrovania siete

source: More accurately report encryption type
pl: Dokładniejsze raportowanie o typie szyfrowania
ru: Более точные сообщения о типе шифрования
sk: Presnejšie hlásenia typu šifrovania

source: Redesigned Wireless page
pl: Przeprojektowano stronę o sieci bezprzewodowej
ru: Переработана страница беспроводных сетей
sk: Prerobená stránka s Bezdrôtovými sieťami

source: Redesigned Hotspot and VPN pages
pl: Przeprojektowano strony o hotspocie i VPN
ru: Переработаны страницы Точки доступа и VPN
sk: Prerobené stránky pre Hotspot a VPN

source: Fix subnet mask calculation
pl: Naprawiono obliczanie maski podsieci
ru: Исправлено вычисление маски подсети
sk: Opravený výpočet masky siete

source: Show an error dialog if we fail to disconnect from a network
pl: Pokaż okno błędu przy nieudanym odłączeniu od sieci
ru: Появилось диалоговое окно ошибки, если нам не удается отключиться от сети
sk: Zobraziť chybový dialóg, pokiaľ sa nepodarí odpojiť od siete

source: Automatically select active network when opening
ca: Selecciona automàticament la xarxa activa en obrir

source: Restore sidebar position
ca: Restaura la posició de la barra lateral

source: Provide description text on the VPN page
ca: Proporcioneu un text de descripció a la pàgina de la XPV

source: Show connected Wi-Fi network name in sidebar
ca: Mostra el nom de la xarxa Wi-Fi connectada a la barra lateral.
