Repository: elementary/switchboard-plug-network
Catalog: po/*.po
Languages: de

source: Unknown
de: Unbekannt

source: Connected
de: Verbunden

source: Disconnected
de: Nicht verbunden

source: Unmanaged
de: Nicht verwaltet

source: In preparation
de: Wird vorbereitet

source: Connecting…
de: Verbindung wird hergestellt …

source: Requires more information
de: Es werden weitere Informationen benötigt

source: Requesting addresses…
de: Adressen anfordern …

source: Checking connection…
de: Verbindung prüfen.…

source: Waiting for connection…
de: Auf Verbindung warten.…

source: Disconnecting…
de: Verbindung wird getrennt…

source: Failed to connect
de: Verbindung kann nicht aufgebaut werden

source: Cable unplugged
de: Kabel nicht eingesteckt

source: Ethernet
de: Kabelgebundenes Netzwerk

source: Wi-Fi
de: WLAN

source: Not used
de: Nicht verwendet

source: WiMAX Broadband
de: WiMAX-Breitband

source: InfiniBand device
de: InfiniBand-Gerät

source: VLAN Interface
de: VLAN-Schnittstelle

source: Network
de: Netzwerk

source: Manage network devices and connectivity
de: Netzwerkgeräte und Verbindungen verwalten

source: LAN
de: Kabelgebunden

source: Wireless
de: Drahtlos

source: Airplane Mode
de: Flugmodus

source: IP Address
de: IP-Adresse

source: Airplane Mode Is Enabled
de: Flugmodus ist aktiviert

source: While in Airplane Mode your device's Internet access and any wireless and ethernet connections, will be suspended.
de: Im Flugmodus werden der Internetzugang und alle drahtlosen und drahtgebundenen Verbindungen abgeschaltet.

source: You will be unable to browse the web or use applications that require a network connection or Internet access.
de: Sie können jetzt weder im Web surfen noch Anwendungen nutzen können, die eine Netzwerkverbindung oder Internetzugang benötigen.

source: Applications and other functions that do not require the Internet will be unaffected.
de: Anwendungen und andere Funktionen, die keinen Internetzugang benötigen, sind nicht beeinträchtigt.

source: There is nothing to do
de: Keine Aktion erforderlich

source: There are no available Wi-Fi connections or Wi-Fi devices connected to this computer.
de: Es gibt keine verfügbaren WLAN-Verbindungen oder WLAN-Geräte, die mit diesem Computer verbunden sind.

source: Please connect at least one device to begin configuring the network.
de: Bitte verbinden Sie mindestens ein Gerät, um mit der Konfiguration des Netzwerkes zu beginnen.

source: This Wired Network is Unavailable
de: Dieses kabelgebundene Netzwerk ist nicht verfügbar

source: A network cable is not plugged in or may be broken
de: Ein Netzwerkkabel ist nicht eingesteckt oder möglicherweise defekt

source: Virtual network: %s
de: Virtuelles Netzwerk: %s

source: Wired
de: Kabelgebunden

source: Enabling Hotspot will disconnect from any connected wireless networks. You will not be able to connect to a wireless network while Hotspot is active.
de: Sobald der Hotspot-Modus eingeschaltet wird, werden Sie von allen Drahtlos-Netzwerk getrennt. Solange der Hotsport-Modus aktiv ist, können Sie sich nicht mit einem Drahtlos-Netzwerk verbinden.

source: Show Password
de: Passwort anzeigen

source: Network Name:
de: Netzwerkname:

source: Password:
de: Passwort:

source: New…
de: Neu …

source: Connection:
de: Verbindung:

source: Hotspot Settings…
de: Hotspot-Einstellungen …

source: Password needs to be at least 8 characters long
de: Das Passwort muss mindestens 8 Zeichen lang sein

source: Password is at least 8 characters long
de: Das Passwort ist mindestens 8 Zeichen lang

source: Mobile Broadband: %s
de: Mobile Breitbandverbindung: %s

source: Mobile Broadband
de: Mobile Breitbandverbindung

source: Configuration
de: Einstellungen

source: Exceptions
de: Ausnahmenbehandlung

source: Virtual Private Network
de: Virtuelles Privates Netzwerk

source: VPN removed
de: VPN entfernt

source: Undo
de: Rückgängig

source: No VPN Connections
de: Keine VPN-Verbindungen

source: Add a new VPN connection to begin.
de: Zum Start eine VPN-Verbindung hinzufügen.

source: Add VPN Connection…
de: VPN-Verbindung hinzufügen …

source: Forget selected VPN…
de: Gewähltes VPN vergessen …

source: Edit VPN connection…
de: VPN-Verbindung bearbeiten …

source: Failed to remove VPN connection
de: VPN-Verbindung kann nicht entfernt werden

source: Cannot remove an active VPN connection.
de: Aktive VPN-Verbindungen können nicht entfernt werden.

source: Failed to run Connection Editor
de: Der Verbindungseditor konnte nicht gestartet werden

source: The program "nm-connection-editor" may not be installed.
de: Die Anwendung »nm-connection-editor« ist möglicherweise nicht installiert.

source: This device is in Hotspot Mode
de: Dieses Gerät befindet sich im Hotspot-Modus

source: Turn off the Hotspot Mode to connect to other Access Points.
de: Deaktivieren Sie den Hotspot-Modus, wenn Sie sich mit einem WLAN-Zugangspunkt verbinden wollen.

source: Connect to Hidden Network…
de: Mit einem verborgenen Netzwerk verbinden …

source: No Access Points Available
de: Keine Zugangspunkte verfügbar

source: There are no wireless access points within range.
de: Es sind keine Drahtloszugangspunkte in Reichweite.

source: Wireless Is Disabled
de: Funknetzwerk ist deaktiviert

source: Enable wireless to discover nearby wireless access points.
de: Zur Suche von Drahtloszugangspunkten in der Nähe den Drahtloszugang aktivieren.

source: Scanning for Access Points…
de: Nach Zugangspunkten suchen …

source: Disconnect
de: Verbindung trennen

source: Settings…
de: Einstellungen …

source: Edit Connections…
de: Verbindungen bearbeiten …

source: Advanced Settings…
de: Erweiterte Einstellungen …

source: Unknown Device
de: Unbekanntes Gerät

source: Unknown type: %s
de: Unbekannter Typ: %s

source: Failed To Disconnect
de: Verbindung kann nicht getrennt werden

source: Unable to disconnect from the currently connected network
de: Trennung vom im Augenblick verbundenen Netzwerk nicht möglich

source: Sent
de: Gesendet

source: Received
de: Empfangen

source: IP Address:
de: IP-Adresse:

source: IPv6 Address:
de: IPv6-Adresse:

source: Subnet mask:
de: Subnetzmaske:

source: Virtual
de: Virtuell

source: Devices
de: Geräte

source: Disabled
de: Deaktiviert

source: Enabled (manual mode)
de: Aktiviert (manueller Modus)

source: Enabled (auto mode)
de: Aktiviert (automatischer Modus)

source: Connect
de: Verbinden

source: 40/64-bit WEP encrypted
de: 40/64 Bit WEP-Verschlüsselung

source: 104/128-bit WEP encrypted
de: 104/128 Bit WEP-Verschlüsselung

source: WPA encrypted
de: WPA-Verschlüsselung

source: Encrypted
de: Verschlüsselt

source: Unsecured
de: Unsicher

source: Could not be connected to
de: Es konnte keine Verbindung aufgebaut werden zu

source: Connecting
de: Verbindung wird hergestellt

source: VPN Type:
de: VPN-Typ:

source: Username:
de: Benutzername:

source: Ignored hosts
de: Ignorierte Hosts

source: Exception to add (separate with commas to add multiple)
de: Ausnahme hinzufügen (mehrere mit Kommata trennen)

source: Add Exception
de: Ausnahme hinzufügen

source: Automatic proxy configuration
de: Automatische Proxy-Einrichtung

source: Manual proxy configuration
de: Manuelle Proxy-Einrichtung

source: URL to configuration script
de: Adresse des Einrichtungsskriptes

source: Use this proxy server for all protocols
de: Diesen Proxy-Server für alle Protokolle verwenden

source: Apply
de: Übernehmen

source: Reset all settings
de: Alle Einstellungen zurücksetzen

source: Are you sure you want to reset all Proxy settings?
de: Sind Sie sich sicher, dass Sie alle Proxy-Einstellungen zurücksetzen möchten?

source: All host and port settings will be cleared and can not be restored.
de: Alle Host- und Port-Einstellungen werden gelöscht und können nicht wiederhergestellt werden.

source: Reset Settings
de: Einstellungen zurücksetzen
